Repository: wacon-internet-gmbh/wacon_cookie_management
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ar

# tx_waconcookiemanagement_domain_model_cookie.bezeichnung
source: Description
ar: Bezeichnung

# tx_waconcookiemanagement_domain_model_cookie.kategorie
source: Categorie
ar: Kategorie

# tx_waconcookiemanagement_domain_model_cookie.anbieter
source: Provider
ar: الجهة الموفرة

# tx_waconcookiemanagement_domain_model_cookie.zweck
source: Purpose
ar: Zweck

# tx_waconcookiemanagement_domain_model_cookie.cookiename
source: Cookiename
ar: اسم ملف تعريف الارتباط

# tx_waconcookiemanagement_domain_model_cookie.laufzeit
source: Runtime
ar: مدة التشغيل

# tx_waconcookiemanagement_domain_model_cookie.datenschutzlink
source: Privacy source url
ar: عنوان url لمصدر الخصوصية

# cookiefreigabe.header
source: We are using cookies.
ar: Wir verwenden Cookies

# cookiefreigabe.intro
source: We are using cookies on this web page. Some of them are required to run this page, some are useful to provide you the best web experience.
ar: Wir nutzen Cookies auf unserer Website. Einige sind notwendig, während andere uns helfen, diese Website und Ihre Erfahrung zu verbessern.

# cookiefreigabe.header2
source: Privacy settings
ar: إعدادات الخصوصية

# cookiefreigabe.intro2
source: Here is an overview of all cookies use
ar: فيما يلي نظرة عامة على استخدام جميع ملفات تعريف الارتباط

# cookiefreigabe.dataprotection
source: Privacy Notes
ar: إشعار الخصوصية

# cookiefreigabe.imprint
source: Imprint
ar: دمغة الناشر

# cookiefreigabe.cookiehide
source: Hide Cookie Information
ar: إخفاء معلومات ملفات تعريف الارتباط

# cookiefreigabe.cookieshow
source: Show Cookie Informationen
ar: إظهار معلومات ملفات تعريف الارتباط

# cookiefreigabe.extern
source: Cookies for external Content
ar: ملفات تعريف الارتباط للمحتوى الخارجي

# cookiefreigabe.externdesc
source: Content for Videoplatforms und Social Media Platforms will be disabled automaticly. To see content from external sources, you need to enable it in the cookie settings.
ar: "سيتم تعطيل محتوى منصات الفيديو ومنصات الوسائط الاجتماعية تلقائيًا. ولمشاهدة المحتوى المقدم من مصادر خارجية، سيتعين عليك تفعيل الإعدادات الخاصة به في ملفات تعريف الارتباط".

# cookiefreigabe.marketing
source: Cookies for Marketing
ar: Cookies für Marketing

# cookiefreigabe.marketingdesc
source: Marketing cookies from thrid parties will be used to show personal advertisment. They use them to track users outside of their own web page.
ar: Marketing Cookies werden von Drittanbietern oder Publishern verwendet, um personalisierte Werbung anzuzeigen. Sie tun dies, indem sie Besucher über Websites hinweg verfolgen.

# cookiefreigabe.statistik
source: Cookies for Statistics
ar: ملفات تعريف الارتباط للإحصاءات

# cookiefreigabe.statistikdesc
source: Statistic cookies anonymize your data and use it. These information will help us to learn, how the users are using our website.
ar: تعمل ملفات تعريف الارتباط الخاصة بالإحصاءات على إخفاء هوية بياناتك ومن ثم استخدامها، وهذه المعلومات ستساعدنا في معرفة كيفية استخدام موقعنا من جانب المستخدمين".

# cookiefreigabe.notwendig
source: Required Cookies
ar: ملفات تعريف الارتباط الضرورية

# cookiefreigabe.notwendigdesc
source: These cookies are needed to let the basic page functionallity work correctly.
ar: يلزم السماح بملفات تعريف الارتباط هذه من أجل عمل الوظائف الأساسية للصفحة بالشكل الصحيح.

# cookiefreigabe.linkn
source: required
ar: Notwendig

# cookiefreigabe.links
source: statistic
ar: Statistik

# cookiefreigabe.linke
source: external
ar: Extern

# cookiefreigabe.cookieon
source: On
ar: An

# cookiefreigabe.cookieoff
source: Off
ar: Aus

# cookiefreigabe.back
source: Back
ar: عودة

# cookiefreigabe.min
source: Only accept required cookies.
ar: قبول ملفات تعريف الارتباط الضرورية فقط

# cookiefreigabe.accept
source: I accept
ar: قبول

# cookiefreigabe.individual
source: Individual Cookie Settings
ar: إعدادات ملفات تعريف الارتباط

# cookiefreigabe.save
source: Save
ar: حفظ

# cookiefreigabe.setcookie
source: Cookie Settings
ar: إعدادات ملفات تعريف الارتباط
